{
    "books": [
      {
        "title": "Shooter",
        "author": "Stephen King",
        "img": "https://fantlab.ru/images/editions/big/310370?r=1619868610",
        "year": 1982,
        "desc": "Somewhere on the edge of the world stands the mysterious Black Tower - the embodiment of all Evil. Shooter Roland sets off on a journey full of dangers and difficult decisions to find it. He is hindered by a man in black, who must reveal the secrets of the universe to the arrow, but only then. .. And now the offspring of the great family of Elda has a predestined and difficult path ahead ... ",
        "genre": "Horror"
      },
      {
        "title": "Extracting Three",
        "author": "Stephen King",
        "img": "https://fantlab.ru/images/editions/big/310370?r=1619868610",
        "year": 1987,
        "desc": "In this part of his adventures, Roland extracts from our reality the assistants whom the Tarot cards predicted for him. They will accompany him on his travels: drug addict Eddie Dean, a black disabled woman Odette Holmes ...",
        "genre": "Horror"
      },
      {
        "title": "Badlands",
        "author": "Stephen King",
        "img": "https://fantlab.ru/images/editions/big/310370?r=1619868610",
        "year": 1991,
        "desc": "Roland - the last shooter - goes to the Heart of Darkness called the Dark Tower. From another world, he brought two more people who will help him on this difficult and dangerous journey. Many adventures await them along the way - Guardian Shardik, the Dying City of Lad and the living riddle-loving train.",
        "genre": "Horror"
      },
      {
        "title": "Sorcerer and Crystal",
        "author": "Stephen King",
        "img": "https://fantlab.ru/images/editions/big/315486?r=1622721443",
        "year": 1997,
        "desc": "After Roland passed the test and became a shooter, his father sends him to a safe place, to the east, to the outer fiefs, in order to save him from the machinations of Marten. But the city of Majlis is not a quiet backwater at all. Behind the calm measured rural life, preparations Something very bad. Will Roland and his companions be able to figure out what is happening? What will happen to the fate of Roland's first lover, Susanna? Will they be able to deprive the main enemy of the Alliance of his magic ball?",
        "genre": "Horror"
      },
      {
        "title": "Wolves of Calla",
        "author": "Stephen King",
        "img": "https://fantlab.ru/images/editions/big/7255?r=1632984596",
        "year": 2003,
        "desc": "Following the path of the Beam, Roland's ka-tet enters a settlement called Kalya. The local population is terrorized by unknown people in wolf masks who raid the town every twenty years, while kidnapping half of the children and taking them to Thunderclap. The time for another attack is coming .. .",
        "genre": "Horror"
      },
      {
        "title": "The Song of Susanna",
        "author": "Stephen King",
        "img": "https://fantlab.ru/images/editions/big/7257?r=1619215691",
        "year": 2003,
        "desc": "Having suppressed Suzanne's mind, Mia escapes in her body to New York. The purpose of the invader is to give birth to a child with whom Suzanne is pregnant. Roland's ka-tet goes after her - father Callahan and Jake in order to return the lost member of the ka-tet, and Roland and Eddie will take care of saving the wasteland with the rose.",
        "genre": "Horror"
      },
      {
        "title": "Dark tower",
        "author": "Stephen King",
        "img": "https://fantlab.ru/images/editions/big/4665?r=1565407267",
        "year": 2004,
        "desc": "The last days of the journey of Roland Descane and his friends are coming. The Dark Tower is getting closer... But now the last of the shooters are threatened by a new danger. The demon child Mordred, who was predicted by the forces of Darkness to be the killer of Roland, has grown up - and is ready to fulfill his mission. Everything does existence serve the Beam? All existence serves the Crimson King?",
        "genre": "Horror"
      },
      {
        "title": "The Wizard's Nephew",
        "author": "Clive Staples Lewis",
        "img": "https://fantlab.ru/images/editions/big/50938?r=1492542899",
        "year": 1955,
        "desc": "Polly and Digory once mistakenly got into Uncle Andrew's room, where they were strictly forbidden to enter. Uncle Andrew turned out to be a sorcerer who created rings with which you can travel to other worlds. He tricks the children into using the rings, and they go on an incredible journey After passing through a series of worlds, they find themselves in Narnia, on the day of its creation by the lion Aslan. But together with the children, the White Witch Jadis got into the young world.",
        "genre": "Fantasy"
      },
      {
        "title": "The Lion, the Witch and the Wardrobe",
        "author": "Clive Staples Lewis",
        "img": "https://fantlab.ru/images/editions/big/50938?r=1492542899",
        "year": 1950,
        "desc": "Opening the wardrobe and hiding in it, be prepared to find yourself in the magical land of Narnia. This is exactly what happened to Lucy and Peter, Susan and Edmund - brothers and sisters who have since turned from ordinary children into kings sitting on thrones in Caer. Peravele. But first they met fauns and beavers who can speak, they defeated the sorceress Yadis and recognized the lion Aslan himself, they knew the betrayal of loved ones and love, death and resurrection, but found the strength to forgive and remain themselves.",
        "genre": "Fantasy"
      },
      {
        "title": "The Horse and His Boy",
        "author": "Clive Staples Lewis",
        "img": "https://fantlab.ru/images/editions/big/50938?r=1492542899",
        "year": 1954,
        "desc": "The boy Shasta lives on the seashore, who one day learns that he is the adopted son of a fisherman and will soon be sold into slavery. Together with the talking horse Igogo, he goes to Narnia. On the way to the north, they have to go through many trials.",
        "genre": "Fantasy"
      },
      {
        "title": "Prince Caspian",
        "author": "Clive Staples Lewis",
        "img": "https://fantlab.ru/images/editions/big/50938?r=1492542899",
        "year": 1951,
        "desc": "A year has passed since the return of Peter, Susan, Edmund and Lucy from Narnia. Now they are ordinary schoolchildren, not kings of a fairy-tale land. But one day, on the way to school, the children again find themselves in Narnia, in which almost one and a half thousand years have passed during their absence. The castle of Cair Paravel is destroyed, animals and trees have forgotten how to speak, and the country itself has been captured by the Telmarines, led by Lord Regent Miraz, who dreams of becoming the full ruler of Narnia.Only Prince Caspian, who is being killed, is forced to escape from the palace. to join the army of Old Narnia.",
        "genre": "Fantasy"
      },
      {
        "title": "The Voyage of the Dawn, or Swimming to the End of the World",
        "author": "Clive Staples Lewis",
        "img": "https://fantlab.ru/images/editions/big/50938?r=1492542899",
        "year": 1951,
        "desc": "Edmund and Lucy, as well as their cousin Eustace, looking at the picture, which depicts the ship, miraculously find themselves first at sea, and then on the same ship called the Dawn Treader. It is on it that King Caspian explores the Eastern Isles, and is also looking for seven lords who were sent to explore unknown lands, but never returned.And now the three children and King Caspian are waiting for an extraordinary adventure in which they will have to show who is capable of what. ",
        "genre": "Fantasy"
      },
      {
        "title": "Silver Chair",
        "author": "Clive Staples Lewis",
        "img": "https://fantlab.ru/images/editions/big/50938?r=1492542899",
        "year": 1951,
        "desc": "Eustace tells the girl Jill about his adventures in Narnia, where they soon find themselves running away from hooligans. There they meet the lion Aslan, who called them from England to search for the son of King Caspian. Before that, the search for Prince Riliane had already been organized, but no one of the knights never came back, so the search was officially banned. To help the children in this difficult task will be a quack wanderer named Khmur. Following the precepts of Aslan, the search party sets off towards dangers.",
        "genre": "Fantasy"
      },
      {
        "title": "Last fight",
        "author": "Clive Staples Lewis",
        "img": "https://fantlab.ru/images/editions/big/50938?r=1492542899",
        "year": 1956,
        "desc": "One fine day, a terrible event happens in Narnia. A cunning monkey finds the skin of a killed wild lion and puts it on a stupid donkey, passing him off as Aslan. And now an insidious monkey rules in Narnia, hiding behind Aslan. enslave the inhabitants. The last king of Narnia, Tirian, has no choice but to ask for help from children from another world who have repeatedly helped the inhabitants of Narnia.",
        "genre": "Fantasy"
      },
      {
        "title": "The Balamut Letters",
        "author": "Clive Staples Lewis",
        "img": "https://fantlab.ru/images/editions/big/67850?r=1492544742",
        "year": 1941,
        "desc": "Demons, devils in the minds of people are some funny characters in fairy tales and humorous works. Of course, in fairy tales they intrigue people, do harm in every possible way, etc. The author creates a completely different image of a demon, it is filled with a completely different meaning. Elder demon - Balamut advises the young tempter Gnusik not just how to harm a person, but much more terrible things - how to destroy a person’s soul and bring it to hell",
        "genre": "Fantasy"
      },
      {
        "title": "The Hobbit, or There and Back Again",
        "author": "J. R. R. Tolkien",
        "img": "https://fantlab.ru/images/editions/big/105712?r=1492543337",
        "year": 1937,
        "desc": "Who is a hobbit? In 1937, after the release of this fairy tale, half the world was puzzled by this most interesting question. And this is just a creature of small stature with furry legs, brave, but good-natured, able to move very quietly. It is about the adventures of the hobbit - Bilbo Baggins, as well as his friends - the brave dwarves and the wizard Gandalf, this book tells",
        "genre": "Fantasy"
      },
      {
        "title": "The Fellowship of the Ring",
        "author": "J. R. R. Tolkien",
        "img": "https://fantlab.ru/images/editions/big/1047?r=1657312690",
        "year": 1954,
        "desc": "Bilbo Baggins' nephew, the hobbit Frodo, did not even suspect what kind of legacy his uncle had left him. One warm spring morning, the wizard Gandalf appears on the threshold of Frodo's house. life, and the insidious and terrible servants of the Enemy are ready to do anything to return the lost to their master. Through obstacles and losses, a detachment of Guardians sets out on a journey.",
        "genre": "Fantasy"
      },
      {
        "title": "Two Towers",
        "author": "J. R. R. Tolkien",
        "img": "https://fantlab.ru/images/editions/big/1047?r=1657312690",
        "year": 1954,
        "desc": "The detachment of the Guardians breaks up, and the war comes to the steppes of Rohan - the state of the Riders, the allies of Gondor. Aragorn, Gimli and Legolas, as well as the younger hobbits, help the Rohirrim in the decisive battle against the magician Saruman, and the path of Frodo and Sam lies in darkness, to the Ash Mountains, and further, to the terrible fortress of Kirith Ungol, where a secret passage to the Dark Land is hidden",
        "genre": "Fantasy"
      },
      {
        "title": "Return of the King",
        "author": "J. R. R. Tolkien",
        "img": "https://fantlab.ru/images/editions/big/1047?r=1657312690",
        "year": 1955,
        "desc": "Minas Tirith is besieged by hordes of orcs. Aragorn and other members of the Guardian detachment need not only to recapture the capital of Gondor, but also to distract Sauron to themselves so that Frodo and Sam can destroy the Ring of Omnipotence. But they only have to wonder if the Chief Guardian or the Ring of Omnipotence is already alive Sauron's?",
        "genre": "Fantasy"
      },
      {
        "title": "The Silmarillion",
        "author": "J. R. R. Tolkien",
        "img": "https://fantlab.ru/images/editions/big/4012?r=1635854535",
        "year": 1977,
        "desc": "As you know, the writer J. R. R. Tolkien is first of all - The Hobbit, The Lord of the Rings and The Silmarillion. The first book is a fairy tale that was immensely popular. fantasy. And the third is the author's attempt to bring together the scattered legends of the Lands of Beleriand and make a more or less coherent story out of them. Unfortunately, the Professor did not manage to finish this work, in many respects the release of this book is the merit of his son Christopher. ",
        "genre": "Fantasy"
      },
      {
        "title": "The Adventures of Sherlock Holmes",
        "author": "Arthur Conan Doyle",
        "img": "https://fantlab.ru/images/editions/big/14717?r=1492544737",
        "year": 1892,
        "desc": "The first collection of stories about Sherlock Holmes is a narration by a military doctor, Dr. Watson (or Watson) about the great detective. It includes stories from 1891-1892. It is this collection that includes stories that became wildly popular in the early 20th century and remain popular to this day since.",
        "genre": "Detective"
      },
      {
        "title": "The Sign of Four",
        "author": "Arthur Conan Doyle",
        "img": "https://fantlab.ru/images/editions/big/57710?r=1492544197",
        "year": 1890,
        "desc": "The action takes place in 1888 London. Young, frightened governess Mary Morstan turns to Sherlock Holmes for help with two riddles. The first concerned the disappearance of her father 10 years ago, a few years after which she began to receive rare pearls in the mail from an unknown patron. Finally, a mysterious benefactor asks the girl to meet. However, Mary's meeting with a stranger only raises new questions for Holmes, and Mary causes even more fear and suspicion. But unforeseen difficulties not only do not embarrass the brilliant detective, but even more inflame his sports passion. unravel the tangled tangle of crime, where hidden treasure, greed, revenge and sudden death are intertwined.",
        "genre": "Detective"
      },
      {
        "title": "The Hound of the Baskervilles",
        "author": "Arthur Conan Doyle",
        "img": "https://fantlab.ru/images/editions/big/217570?r=1517143183",
        "year": 1902,
        "desc": "The strange death of Sir Charles Baskerville, the owner of a large fortune, frightens his neighbors and friends, because everyone knows that, according to family tradition, a terrible curse haunts his family - a demon in the form of a terrible dog appears from the depths of the swamps to take revenge on the Baskervilles for the ancient crime of a dissolute ancestor. Inhuman footprints were found near his body. Has the curse found another victim?",
        "genre": "Detective"
      },
      {
        "title": "The Return of Sherlock Holmes",
        "author": "Arthur Conan Doyle",
        "img": "https://fantlab.ru/images/editions/big/17603?r=1492543014",
        "year": 1905,
        "desc": "Conan Doyle considered his stories about Sherlock Holmes to be frivolous, so he decided to kill him - a common technique of writers. After the publication of the story The Last Case of Holmes, an angry stream of letters hit. There is an unconfirmed legend about the letter of Queen Conan Doyle that the death of Sherlock Holmes a tricky move by a detective, and the writer had to revive the character...",
        "genre": "Detective"
      },
      {
        "title": "Dinka",
        "author": "Valentina Oseeva",
        "img": "https://fantlab.ru/images/editions/big/123816?r=1492543517",
        "year": 1959,
        "desc": "The childhood of a girl named Dinka coincided with the difficult years that came after the first Russian revolution of 1905. She grew up in a family associated with the revolutionary underground. But not only the family raised Dinka - free and free, like a bird, Dinka was looking for communication with people from the people and she herself found friends and enemies. You will read about this Dinka, who was called a difficult girl, in the book.",
        "genre": "realism"
      },
      {
        "title": "Dinka says goodbye to childhood",
        "author": "Valentina Oseeva",
        "img": "https://fantlab.ru/images/editions/big/183710?r=1492545010",
        "year": 1969,
        "desc": "Continuation of the famous story by V. A. Oseeva Dinka during the years of the imperialist war. Dinka has been here for fifteen years, she spends her holidays on a farm in the company of Fyodor and Dmitr, she travels around the area on her beloved mare Prima. The older sister got married, the other works as a nurse. Dinka's father was sentenced to 10 years.Dinka remains true to her character - she does not tolerate betrayal, lies, cunning, meanness.Comes to the farm and finds out that the musician Yakov was killed, and his little son Ioska disappeared.Starting the search, she meets Zhuk and others homeless boys who hide Ioska in their homes. There are changes in communication between Lenya and Dinka, they understand that they love each other. For the first time in his life, Dinka will have to make a difficult choice: friendship or love.",
        "genre": "realism"
      },
      {
        "title": "Civil Campaign",
        "author": "Lois McMaster Bujold",
        "img": "https://fantlab.ru/images/editions/big/2741?r=1492543980",
        "year": 1999,
        "desc": "Miles has prepared a new operation ... All the moves of the enemy are calculated, all the troops are on alert. There can be no question of any failure! But everything does not turn out as planned ... failure follows failure ... the general battle was lost before it even started... Victory on the love front is oh so difficult! And here also political opponents raise their heads again... But a real commander knows no defeat. Under the onslaught of a professional, not a single fortress can resist... ",
        "genre": "fantasy"
      },
      {
        "title": "Borders of Infinity",
        "author": "Lois McMaster Bujold",
        "img": "https://fantlab.ru/images/editions/big/2726?r=1492543681",
        "year": 1989,
        "desc": "Following previous surgery, Miles is hospitalized. Broken arm bones are replaced with synthetic ones. Lying in a hospital bed, Miles helps Simon Illyan expose another conspiracy against his father.",
        "genre": "fantasy"
      },
      {
        "title": "Memory",
        "author": "Lois McMaster Bujold",
        "img": "https://fantlab.ru/images/editions/big/16327?r=1492543416",
        "year": 1996,
        "desc": "The consequences of cryo-revival led to the fact that Miles was forced to retire for health reasons. However, a calm, measured life is not for Vorkosigan, especially since Barrayar's security is again under threat - the head of the SIS, Simon Illyan, Miles's friend and mentor, becomes the target of another conspiracy What can the destruction of the memory chip implanted in Illyan's brain lead to? Who did it and why? Who can find the traitor and save the Empire? Miles is the only hope...",
        "genre": "fantasy"
      },
      {
        "title": "Shards of Honor",
        "author": "Lois McMaster Bujold",
        "img": "https://fantlab.ru/images/editions/big/2711?r=1574925172",
        "year": 1986,
        "desc": "The story of how Miles's parents met, Aral Vorkosigan - fallen from disgrace, the youngest admiral of the Barrayaran Empire and Cordelia Naismith - captain of the research ship of the Beta colony. Enemies, they fell in love. Spouses, they went through hell to save the Barrayaran Empire from the impending civil war...",
        "genre": "fantasy"
      },
      {
        "title": "The Warrior's Apprentice",
        "author": "Lois McMaster Bujold",
        "img": "https://fantlab.ru/images/editions/big/2724?r=1492543171",
        "year": 1986,
        "desc": "Young Miles Naismith, according to the old noble tradition, tries to make a military career, but due to the consequences of poisoning, he fails the entrance exam to the Imperial Academy. Having found himself a new goal in life, he goes to his mother's homeland - the Beta colony, where he becomes embroiled in an intrigue with trade Engaged in this dubious enterprise, Miles unwittingly finds himself in the thick of a local war. ",
        "genre": "fantasy"
      },
      {
        "title": "Komarra",
        "author": "Lois McMaster Bujold",
        "img": "https://fantlab.ru/images/editions/big/2740?r=1492543286",
        "year": 1998,
        "desc": "Miles Vorkosigan is sent to the planet Komarra, in whose orbit a solar reflector exploded under unclear circumstances, Miles meets a noble but unhappy Vor-lady, forced by duty to endure her tyrant husband as an aristocrat. Will Miles reveal another conspiracy against the Barrayaran Empire? ...",
        "genre": "fantasy"
      },
      {
        "title": "Diary of member",
        "author": "Nicholas Sparks",
        "img": "https://fantlab.ru/images/editions/big/70062?r=1492544771",
        "year": 1996,
        "desc": "This is not a love story , but a novel about love. About the love of ordinary men and women - like us ... Why did this book become an absolute bestseller all over the world? Why does it touch the souls of readers of all ages and intellectual levels? Read Memory Diary - and you will understand!",
        "genre": "Love story"
      },
      {
        "title": "Last song",
        "author": "Nicholas Sparks",
        "img": "https://fantlab.ru/images/editions/big/159480?r=1571986309",
        "year": 2009,
        "desc": "The story of complex relationships that determine fate and shape characters. .A love story that forever changed lives. .Love for which there are no barriers. .Love for which we are ready for anything. .Love that cannot be forgotten and which not only breaks hearts, but also heals them. .Love that stays with us forever...",
        "genre": "Love story"
      },
      {
        "title": "Hurry to Love",
        "author": "Nicholas Sparks",
        "img": "https://fantlab.ru/images/editions/big/68854?r=1492545191",
        "year": 1999,
        "desc": "Quiet town of Beaufort. Every year Landon Carter comes here to remember the story of his first love ... The story of passion and tenderness that many years ago connected him, a guy from a wealthy family, and Jamie Sullivan, the modest daughter of a local pastor. A story of joy and sadness, happiness and pain. The story of a feeling that a person has to experience only once in a lifetime - and remember forever ... ",
        "genre": "Love story"
      },
      {
        "title": "Dear John",
        "author": "Nicholas Sparks",
        "img": "https://fantlab.ru/images/editions/big/68847?r=1492544349",
        "year": 2006,
        "desc": "Dear John ... So begins the letter of Savannah, who, tired of waiting for her beloved, married another. These words broke John's heart. He no longer believes in women. He no longer believes in love. But do real feelings die? A mistake of youth can be considered a betrayal? Years will pass, John and Savannah will meet again. And the spark of the former flame, left in his soul, will flare up with a new fire ... Is it too late? But is it too late for happiness?",
        "genre": "Love story"
      },
      {
        "title": "Long road",
        "author": "Nicholas Sparks",
        "img": "https://fantlab.ru/images/editions/big/135657?r=1492543569",
        "year": 2013,
        "desc": "How bizarrely human destinies sometimes intertwine ... It would seem that what is common between the old man Ira Levinson, on the verge of life and death, remembering the story of his love for his wife, with whom he lived for more than fifty years, and student Sofia, who fell in love with an ex-rodeo champion and turned out to be before a difficult choice between feeling and a brilliant future? Two generations, two stories, eternal love ... ",
        "genre": "Love story"
      },
      {
        "title": "A quiet harbor",
        "author": "Nicholas Sparks",
        "img": "https://fantlab.ru/images/editions/big/352352?r=1652803468",
        "year": 2010,
        "desc": "Katie. A woman who suffered for many years from her husband's cruelty. The police could not help her - after all, it was there that the man who turned her life into hell served ... And then one day Katie's patience snapped. Having lost hope of salvation, she made a desperate escape - and found a sae haven in a small, calm southern town. But is Katie ready for a new relationship? Is she able to trust a man again, understand him and love him? Even if we are talking about such a charming person as the young widower Alex Whitley, who sees in Katie not only a lover and a friend, but also a mother for their children. Alex and Katie are walking on the thin ice of the unknown - and meanwhile, Katie's husband has already begun searching for her...",
        "genre": "Love story"
      },
      {
        "title": "Brothers Lionheart",
        "author": "Astrid Lindgren",
        "img": "https://fantlab.ru/images/editions/big/32684?r=1492544192",
        "year": 1973,
        "desc": "Two brothers live in Sweden. The younger one, Karl, is seriously ill. The elder one, Jonathan, consoles him, promising that if he dies, he will go to the magical, beautiful country of Nangiyalu. But it so happened that Jonathan, saving his brother from a fire, dies himself. After the death of Charles, the brothers meet in the fabulous Nangiyala. But not everything is fine there either. The evil ruler and his terrible monster keep the whole country in fear. The Lionheart brothers will challenge them.",
        "genre": "Fairy tale"
      },
      {
        "title": "Mio, my Mio!",
        "author": "Astrid Lindgren",
        "img": "https://fantlab.ru/images/editions/big/18462?r=1492542909",
        "year": 1954,
        "desc": "The little boy Mio was not loved by anyone and everyone offended. But one day he ended up in the Far Country and his life changed dramatically - it turns out he is a long-lost son and heir to the ruler of this country. He is loved in it, he has friends and a faithful horse. One day a knight Kato decided to take over the country, and only Mio with his kind and brave heart can handle him.",
        "genre": "Fairy tale"
      },
      {
        "title": "Roni the Robber's Daughter",
        "author": "Astrid Lindgren",
        "img": "https://fantlab.ru/images/editions/big/49012?r=1492543396",
        "year": 1981,
        "desc": "Roni, the daughter of the robber Mattis, has lived happily in the forest with her father's gang all her short life. Everything changes surprisingly when she meets Birk, the son of her worst enemy.",
        "genre": "Fairy tale"
      },
      {
        "title": "Pippi Longstocking",
        "author": "Astrid Lindgren",
        "img": "https://fantlab.ru/images/editions/big/240596?r=1546076859",
        "year": 1945,
        "desc": "A cycle of funny stories about an orphan girl who possessed great physical strength. The events unfold in the Chicken Villa, where the Pippi girl lives with Mr. Nils, a pet monkey, and a horse.",
        "genre": "Fairy tale"
      },
      {
        "title": "Carlson, who lives on the roof",
        "author": "Astrid Lindgren",
        "img": "https://fantlab.ru/images/editions/big/22238?r=1622729947",
        "year": 1986,
        "desc": "The cycle is about a moderately well-fed man in the prime of life, who lives on the roof and loves to misbehave.",
        "genre": "Fairy tale"
      },
      {
        "title": "Famous detective Kalle Blomkvist",
        "author": "Astrid Lindgren",
        "img": "https://fantlab.ru/images/editions/big/105397?r=1492543167",
        "year": 1946,
        "desc": "Kalle Blomkvist dreams of becoming a legendary detective. All day long he thinks about how he will catch criminals and unravel the most difficult cases ... But the trouble is - Kalle lives in a small and sleepy town, where the biggest crime is when Lame Frederick is on Sunday stole a mug of donations from the sacristy. But one day a mysterious stranger appeared in the town. He whistles unpleasantly, reads newspapers every day, and carries skeleton keys in his pocket. His name is Uncle Einar. Such a suspicious type demands attention and Kalle begins an investigation ... ",
        "genre": "Adventures"
      },
      {
        "title": "Famous detective Kalle Blomkvist takes risks",
        "author": "Astrid Lindgren",
        "img": "https://fantlab.ru/images/editions/big/105397?r=1492543167",
        "year": 1951,
        "desc": "Search work is great! But you can't forget friends, and the city is so quiet! Kalle decides to temporarily quit detective work - a war has been declared between the Scarlet and White Roses. And a cheerful company of friends goes to the real Prairies, spread out outside the city, where battles take place knights and castle assaults, and real secret cards become the object of the hunt!But the terrible find of Eva-Lotta interrupts the game and Kalle again challenges the real secret...",
        "genre": "Adventures"
      },
      {
        "title": "Kalle Blomkvist and Rasmus",
        "author": "Astrid Lindgren",
        "img": "https://fantlab.ru/images/editions/big/105397?r=1492543167",
        "year": 1953,
        "desc": "Little Rasmus, (as the son of a rich man ), is kidnapped. On the trail of the kidnappers, the detective boy Kalle comes out. Although the end is good, blood is still shed ...",
        "genre": "Adventures"
      },
      {
        "title": "Twelve",
        "author": "Alexander Blok",
        "img": "https://fantlab.ru/images/editions/big/168683?r=1492543225",
        "year": 1918,
        "desc": "Revolutionary Petrograd, a mixture of words, images, ideas, from the smallest to the greatest, from the vulgar and tavern to the divine. All this is reflected in the poem of Alexander Blok.",
        "genre": "Poetry"
      },
      {
        "title": "Death of gods",
        "author": "Nick Perumov",
        "img": "https://fantlab.ru/images/editions/big/27488?r=1492543078",
        "year": 1994,
        "desc": "For many centuries, the seven Young Gods, who once defeated and overthrew their predecessors, have ruled over Hjorvard. But now the time has come for them to face the threat of their power - the magician Hedin, his student Hagen and his longtime associate Rakot raise a rebellion, and in the outbreak of war, Hjervard can change beyond recognition...",
        "genre": "Action"
      },
      {
        "title": "Warrior of the Great Darkness",
        "author": "Nick Perumov",
        "img": "https://fantlab.ru/images/editions/big/297?r=1492543581",
        "year": 1995,
        "desc": "Trogvar and Aryata - the children of the last king Hallan, who lost his throne in civil strife - were separated; fate threw them into different parts of the world of Hjorvard. The prince became a student of the magician, and his sister wandered around the world and cherished plans for revenge ... Will they meet? And if so, how will they accept each other, and most importantly, will any of them be able to win back their rightful throne?",
        "genre": "Action"
      },
      {
        "title": "Land Without Joy",
        "author": "Nick Perumov",
        "img": "https://fantlab.ru/images/editions/big/305?r=1492543878",
        "year": 1995,
        "desc": "The former centurion Argnist, and now the owner of a peaceful farm, is forced, like his neighbors, to repulse the attacks of terrible creatures called the Horde every now and then. On this farm, the paths of different people (and non-humans) will converge: a dwarf Dwalin, the elf Eltara, a mysterious someone called the Destroyer, circling nearby.... Sooner or later they - or their children - will have to find out: who let the Horde into the peaceful lands of Northern Hjorvard? rebel army, an elf will become a mother and pay a terrible price for it, a dwarf will make friends with a more than strange magician... Their destinies are intertwined more than bizarrely, but all of them (even those who are non-human races) still remain people in their souls. There is a chance to win.",
        "genre": "Action"
      },
      {
        "title": "Tim Thaler, or Sold Laughter",
        "author": "James Crews",
        "img": "https://fantlab.ru/images/editions/big/49201?r=1492544531",
        "year": 1962,
        "desc": "The boy Tim lived in one very poor family, but, despite his poverty, he was fabulously rich. His wealth was laughter. Cheerful, iridescent, contagious laughter. But Tim did not know that this was the biggest and most important wealth, he believed that without money there is no happiness. And then one day a man who introduced himself as a friend of his father suggested that Tim change his laughter for the opportunity to win any bet, even the most insane.",
        "genre": "Fairy tale"
      }
    ]
  }